Repository: syehorov/whatsapp-for-linux
Catalog: po/*.po
Languages: bn, si

source: About
bn: এর সম্পর্কে
si: ගැන

source: An unofficial WhatsApp desktop application for Linux
bn: Linux জন্য একটি অনানুষ্ঠানিক WhatsApp ডেস্কটপ অ্যাপ্লিকেশন
si: ලිනක්ස් සඳහා නිල නොවන WhatsApp ඩෙස්ක්ටොප් යෙදුමකි

source: On Demand
bn: চাহিদা সাপেক্ষে
si: ඉල්ලුම මත

source: Always
bn: সর্বদা
si: සැමවිටම

source: Never
bn: কখনই না
si: කවදාවත් නැහැ

source: Show
bn: দেখান
si: පෙන්වන්න

source: Quit
bn: প্রস্থান করুন
si: ඉවත්

source: Save File
bn: ফাইল সংরক্ষণ করুন
si: ගොනුව සුරකින්න

source: Ok
bn: ঠিক আছে
si: හරි

source: Cancel
bn: বাতিল করুন
si: අවලංගු කරන්න

source: Unresponsive
bn: প্রতিক্রিয়াহীন

source: The application is not responding. Would you like to reload?
bn: আপ্লিকেশনটি সাড়া দিচ্ছেনা। আপনি কি পুনঃরাই খুলতে চান?
si: යෙදුම ප්‍රතිචාර නොදක්වයි. ඔබ නැවත පූරණය කිරීමට කැමතිද?

source: Fullscreen
bn: পূর্ণ স্ক্রিন
si: පුන් තිරය

source: Preferences
bn: পছন্দসমূহ
si: මනාප

source: Keyboard Shortcuts
bn: কিবোর্ড শর্টকাট
si: යතුරුපුවරු කෙටිමං

source: Refresh
bn: রিফ্রেস
si: නැවුම් කරන්න

source: Open chat by phone number
bn: ফোন নম্বর ব্যবহার করে চ্যাট খুঁজুন
si: දුරකථන අංකයෙන් කතාබස් විවෘත කරන්න

source: Enter phone number (only digits)
bn: ফোন নম্বর দিন (শুধুমাত্র সংখ্যা)
si: දුරකථන අංකය ඇතුළත් කරන්න (ඉලක්කම් පමණි)

source: Close to Tray
bn: ট্রে এর ভিতর বন্ধ্য করুন
si: තැටියට ආසන්නයි

source: Start in Tray
bn: ট্রে এর মধ্যে খুলুন
si: තැටියේ ආරම්භ කරන්න

source: Start Minimized
bn: ছোট অবস্থাই চালু করুন
si: ආරම්භය අවම කර ඇත

source: Autostart
bn: স্বয়ংক্রিয়ভাবে খুলুন
si: ස්වයංක්‍රීය ආරම්භය

source: Enable tray icon
bn: ট্রে ইকন চালু করুন
si: තැටි නිරූපකය සබල කරන්න

source: Start application as closed to tray
bn: ট্রে এর ভিতর বন্ধ্য অবস্থাই খুলুন
si: තැටියට වසා ඇති පරිදි යෙදුම ආරම්භ කරන්න

source: Start application as minimized
bn: ন্যূনতম হিসাবে অ্যাপ্লিকেশন শুরু করুন
si: අවම කළ පරිදි යෙදුම ආරම්භ කරන්න

source: Start application after system boots
bn: সিস্টেম বুট হলে আপ্লিকেশন খুলুন
si: පද්ධතිය ආරම්භ කිරීමෙන් පසු යෙදුම ආරම්භ කරන්න

source: General
bn: সাধারণ
si: ජනරාල්

source: Prefer Dark Theme
bn: ডার্ক থিম পছন্দ করুন
si: අඳුරු තේමාවට වැඩි කැමැත්තක් දක්වන්න

source: Prefer dark theme for the application if system theme includes a dark variant
bn: যদি সিস্টেম থিমে একটি অন্ধকার বৈকল্পিক অন্তর্ভুক্ত থাকে তবে অ্যাপ্লিকেশনের জন্য অন্ধকার থিম পছন্দ করুন৷
si: පද්ධති තේමාවට අඳුරු ප්‍රභේදයක් ඇතුළත් නම් යෙදුම සඳහා අඳුරු තේමාවට කැමති වන්න

source: Appearance
bn: চেহারা
si: පෙනුම

source: Hardware Acceleration
bn: হার্ডওয়্যার ত্বরণ
si: දෘඪාංග ත්වරණය

source: Allow Permissions
bn: অনুমতির অনুমতি দিন
si: අවසර දෙන්න

source: Set hardware acceleration policy used by webkit
bn: ওয়েবকিট দ্বারা ব্যবহৃত হার্ডওয়্যার ত্বরণ নীতি সেট করুন
si: Webkit විසින් භාවිතා කරන දෘඪාංග ත්වරණ ප්‍රතිපත්තිය සකසන්න

source: Allow permissions on application startup
bn: অ্যাপ্লিকেশন স্টার্টআপে অনুমতি দিন
si: යෙදුම් ආරම්භයේදී අවසර දෙන්න

source: Web
bn: ওয়েব
si: වෙබ්

source: Shortcuts
bn: শর্টকাট
si: කෙටිමං

source: Refresh Page
bn: পৃষ্ঠা রিফ্রেশ করুন
si: පිටුව නැවුම් කරන්න

source: Enter/Exit Fullscreen
bn: পূর্ণস্ক্রীনে প্রবেশ/প্রস্থান করুন
si: සම්පූර්ණ තිරයට ඇතුළු වන්න/පිටවීම

source: Show/Hide Header Bar
bn: হেডার বার দেখান/লুকান
si: ශීර්ෂ තීරුව පෙන්වන්න/සඟවන්න

source: Open Preferences
bn: পছন্দগুলি খুলুন
si: මනාප විවෘත කරන්න

source: GitHub Repository
bn: GitHub সংগ্রহস্থল
si: GitHub ගබඩාව

source: Enable Notification Sounds
bn: বিজ্ঞপ্তির শব্দ সক্রিয় করুন
si: දැනුම්දීම් ශබ්ද සබල කරන්න

source: Play sound on a notification raised by the application
bn: অ্যাপ্লিকেশন দ্বারা উত্থাপিত একটি বিজ্ঞপ্তিতে শব্দ বাজান
si: යෙදුම මගින් මතු කරන ලද දැනුම්දීමක් මත ශබ්දය වාදනය කරන්න

source: Minimum Font Size
bn: ন্যূনতম ফন্ট সাইজ
si: අවම අකුරු ප්‍රමාණය

source: Minimum font size used to display text, values other than 0 can potentially break page layouts
bn: পাঠ্য প্রদর্শনের জন্য ব্যবহৃত ন্যূনতম ফন্টের আকার, 0 ব্যতীত অন্য মানগুলি সম্ভাব্যভাবে পৃষ্ঠার বিন্যাস ভেঙে দিতে পারে
si: පෙළ සංදර්ශන කිරීමට භාවිතා කරන අවම අකුරු ප්‍රමාණය, 0 හැර වෙනත් අගයන් පිටු පිරිසැලසුම් බිඳ දැමිය හැක

source: Zoom In
bn: জুম ইন
si: විශාලනය කරන්න

source: Zoom Out
bn: জুম আউট
si: විශාලනය කරන්න

source: Permission Request
bn: অনুমতির অনুরোধ
si: අවසර ඉල්ලීම

source: Would you like to allow permissions?
bn: আপনি কি অনুমতি দিতে চান?
si: ඔබ අවසර ලබා දීමට කැමතිද?
